Gossip_app/app/views/gossip/show.html.erb

		<h3>Title : <%= @gossip.title %></h3>
		<h4><a href="../user/<%=@gossip.user.id%>">Author : <%= @gossip.user.first_name%></a></h4>
---
SELECT  "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 12], ["LIMIT", 1]]