Gossip_app/app/views/user/show.html.erb

		<h5><strong>My description :</strong> <%=@user.description%></h5>
		<h5><strong>Created gossips :</strong> <%=@user.gossips.count%></h5>
---
SELECT COUNT(*) FROM "gossips" WHERE "gossips"."user_id" = ?  [["user_id", 20]]