Gossip_app/app/controllers/gossip_controller.rb

SELECT  "gossips".* FROM "gossips" WHERE "gossips"."id" = ? LIMIT ?  [["id", 2], ["LIMIT", 1]]
---
  def show
  	@gossip = Gossip.find(params[:id_gossip])