Gossip_app/app/controllers/home_controller.rb

SELECT "gossips".* FROM "gossips"
---
  def home_page
  	@gossip = Gossip.all