Gossip_app/app/controllers/user_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
---
  def show
  	@user = User.find(params[:id_user])