Gossip_app/app/controllers/welcome_controller.rb

  def welcome_page
  	 @user = User.find(params[:id])
---
SELECT  "users".* FROM "users" WHERE "users"."id" = ? LIMIT ?  [["id", 4], ["LIMIT", 1]]